{
  "1": {
    "1": "Esta alternativa está incorreta porque o narrador sente horror, não alegria, conforme descrito no texto. No romance 'Frankenstein' de Mary Shelley, o narrador expressa profunda repulsa e desespero ao contemplar a criatura, descrevendo-a como 'um contraste horrível' devido à pele amarela, olhos desmaiados e lábios negros, o que indica uma emoção de catástrofe e fracasso, não satisfação ou alegria com o sucesso do experimento científico.",
    "2": "Esta é a resposta correta porque o texto descreve medo e horror diante da aparência da criatura. O narrador detalha as feições belas da criatura (dentes alvos, cabelos lustrosos, membros proporcionados) contrastando com a pele amarela e olhos acinzentados, causando horror e emoção intensa, como evidenciado no trecho: 'Como posso descrever minhas emoções ante aquela catástrofe, como rescrever aquela ruína que eu, com esforço infinito e zelo, havia tentado formar?'.",
    "3": "Esta alternativa está incorreta porque o narrador não é indiferente à criatura. Embora o foco seja no horror, o narrador demonstra profunda envolvimento emocional, lamentando o esforço investido e sentindo repulsa, o que mostra que ele não é indiferente; ao contrário, está intensamente afetado pelo resultado do experimento.",
    "4": "Esta alternativa está incorreta porque o narrador sente horror, não orgulho. O texto enfatiza o fracasso e a ruína da criatura, com o narrador expressando arrependimento pelo que criou, contrastando com qualquer sentimento de orgulho ou realização pessoal pelo sucesso em dar vida à criatura."
  },
  "2": {
    "1": "Esta alternativa está incorreta porque os dentes não contribuem para o contraste horrível. Embora os dentes sejam descritos como 'alvos como pérola', eles fazem parte das características belas da criatura, não contribuindo para o 'contraste horrível' mencionado pelo narrador, que é causado principalmente pela pele amarela e olhos desmaiados.",
    "2": "Esta alternativa está incorreta porque os cabelos não contribuem para o contraste horrível. Os cabelos são descritos como 'corridos e de um negro lustroso', o que é uma característica bela e não causa o contraste horrível; o foco do horror está na pele e olhos, não nos cabelos.",
    "3": "Esta é a resposta correta porque a pele amarela contrasta com as outras características belas. O texto destaca a pele amarela que 'mal cobria o relevo dos músculos e das artérias', contrastando com os dentes alvos, cabelos lustrosos e membros proporcionados, criando o 'contraste horrível' que causa o horror do narrador.",
    "4": "Esta alternativa está incorreta porque os membros não contribuem para o contraste horrível. Os membros são descritos como 'bem proporcionados', o que é uma característica positiva e bela, não contribuindo para o horror; o contraste vem da pele amarela e olhos acinzentados."
  },
  "3": {
    "1": "Esta alternativa está incorreta porque a música aborda a chegada de Cabral ao Brasil e a festa subsequente. A música 'Fuá na casa de Cabral' descreve explicitamente a chegada de Cabral nadando, a celebração com forró, samba e catimbó, e a presença de diversos grupos (portugueses, negros, caboclos), mostrando que este tema é central na letra.",
    "2": "Esta alternativa está incorreta porque a música aborda a influência da religião no Brasil colonial. A letra menciona a missa, o alcorão, o padre e o maracá na missa, refletindo a fusão de religiões cristã e islâmica no contexto colonial brasileiro, com Cabral jurando pelo alcorão.",
    "3": "Esta é a resposta correta porque a música não aborda a importância da miscigenação no Brasil moderno. A música foca na descoberta histórica de Cabral, a festa multicultural e a reflexão sobre o Brasil, mas não discute a miscigenação racial contemporânea ou sua importância no Brasil atual, limitando-se ao período colonial.",
    "4": "Esta alternativa está incorreta porque a música aborda a reflexão de Cabral sobre as consequências de sua chegada. Os versos finais expressam arrependimento: 'Juro que me arrependi / O Brasil que eu descobri / Queria cobrir de novo', mostrando reflexão crítica sobre o impacto da descoberta."
  },
  "4": {
    "1": "Esta alternativa está incorreta porque a emoção de Cabral no fim da festa é de arrependimento e pesar, não de alegria. A música descreve uma transição de festa para reflexão melancólica, com Cabral caindo na reflexão e arrependendo-se da descoberta, contrastando com alegria.",
    "2": "Esta é a resposta correta porque a música descreve Cabral sentindo pesar e arrependimento. Após a festa com forró e cantoria, Cabral sente reflexão negativa, expressa nos versos: 'Caiu na reflexão / Disse: Esta situação / Sei que nunca mais resolvo / Juro que me arrependi', indicando pesar profundo.",
    "3": "Esta alternativa está incorreta porque não há empolgação; ao contrário, há uma reflexão melancólica e arrependimento após a festa. A música mostra uma mudança de tom da celebração para arrependimento, sem sinais de empolgação contínua.",
    "4": "Esta alternativa está incorreta porque o foco não é no cansaço físico, mas na reflexão emocional e arrependimento sobre as consequências da descoberta. Cabral reflete sobre o Brasil descoberto, não sobre fadiga física da festa."
  },
  "5": {
    "1": "Esta alternativa está incorreta porque a música não menciona a descoberta do Brasil como um erro; ao contrário, Cabral sente arrependimento pessoal, não sobre a descoberta em si. Os versos focam no arrependimento de Cabral, não no ato de descobrir o Brasil.",
    "2": "Esta alternativa está incorreta porque o arrependimento é sobre a situação pessoal de Cabral, não sobre a descoberta do Brasil. A música expressa reflexão sobre consequências pessoais, não um julgamento negativo da descoberta geográfica.",
    "3": "Esta é a resposta correta porque a música descreve Cabral arrependendo-se da descoberta do Brasil. Nos versos: 'Caiu na reflexão / Disse: Esta situação / Sei que nunca mais resolvo / Juro que me arrependi', o arrependimento é diretamente ligado à descoberta, refletindo pesar sobre o evento histórico.",
    "4": "Esta alternativa está incorreta porque o arrependimento não é sobre a festa, mas sobre a descoberta do Brasil. A música contrasta a festa com a reflexão subsequente, onde o arrependimento surge da descoberta, não da celebração."
  },
  "6": {
    "1": "Esta alternativa está incorreta porque 'Abiduzir' contém erro ortográfico; a forma correta é 'abduzir', que significa raptar ou sequestrar, derivado do latim 'abducere'. A palavra 'Abiduzir' não existe no vocabulário português padrão, sendo um erro comum de grafia.",
    "2": "Esta alternativa está incorreta porque 'Hombreiro' contém erro ortográfico; a palavra correta é 'ombreiro', que se refere ao ombro ou a uma peça de vestuário. 'Hombreiro' é uma variação incorreta, possivelmente influenciada por 'hombre' em espanhol, mas não é aceita em português.",
    "3": "Esta é a resposta correta porque 'Mixórdia' está grafada corretamente, sem erros ortográficos. A palavra 'mixórdia' significa confusão ou desordem, derivada do latim 'mixtura', e sua grafia com 'x' e acento circunflexo é a forma padrão no português brasileiro.",
    "4": "Esta alternativa está incorreta porque 'Nódua' contém erro ortográfico; não existe essa palavra no português. Possivelmente, o autor pretendia 'nódulo' (nó pequeno) ou 'nódoa' (mancha), mas 'Nódua' é uma grafia incorreta e não reconhecida."
  },
  "7": {
    "1": "Esta alternativa está incorreta porque a divisão silábica 'á-gu-a' está errada; a palavra 'água' é dividida corretamente como 'á-gua', com a sílaba tônica na primeira. A divisão 'á-gu-a' viola as regras de silabificação, onde vogais consecutivas formam ditongo ou hiato, mas aqui é hiato, dividindo-se após a vogal tônica.",
    "2": "Esta alternativa está incorreta porque 'U-ru-gua-i' está parcialmente correta para 'Uruguai', mas a questão foca em palavras simples; 'Uruguai' divide-se 'U-ru-gua-i', mas a correta é 'ar-roz' para 'arroz'. Esta alternativa é sobre 'Uruguai', não sobre a palavra implícita, mas a correta é 'ar-roz'.",
    "3": "Esta alternativa está incorreta porque 'pi-nhe-i-ro' está errada; 'pinhão' divide-se 'pi-nhão', não 'pi-nhe-i-ro'. A palavra 'pinhão' tem sílabas 'pi-nhão', com 'nh' como consoante composta, e 'i' não forma sílaba separada.",
    "4": "Esta é a resposta correta porque 'ar-roz' é a divisão silábica correta para 'arroz'. A palavra 'arroz' é dividida em 'ar-roz', seguindo as regras de silabificação onde 'rr' é uma consoante dupla, formando duas sílabas: 'ar' e 'roz'."
  },
  "8": {
    "1": "Esta é a resposta correta porque 'esfincter' é paroxítona terminada em 'r', exigindo acentuação gráfica. Segundo as regras de acentuação do português, palavras paroxítonas terminadas em 'r' recebem acento agudo, tornando-se 'esfíncter'. Exemplos similares incluem 'éter' e 'júri'.",
    "2": "Esta alternativa está incorreta porque 'aneis' é paroxítona terminada em 's', mas não recebe acento. Palavras paroxítonas terminadas em 's' não são acentuadas, como 'anéis' (que é oxítona), mas 'aneis' sem acento é aceito, embora 'anéis' seja a forma comum.",
    "3": "Esta alternativa está incorreta porque 'mausoleu' é proparoxítona, recebendo acento. Palavras proparoxítonas sempre recebem acento, como 'másoleu' (mas a correta é 'mausoléu'), mas aqui 'mausoleu' indica proparoxítona, que acentua.",
    "4": "Esta alternativa está incorreta porque 'tatica' é proparoxítona, recebendo acento. 'Tática' é proparoxítona e deve ser acentuada, como 'tática'. Palavras proparoxítonas sempre recebem acento gráfico."
  },
  "9": {
    "1": "Esta alternativa está incorreta porque não há erro de pontuação; as vírgulas estão usadas adequadamente para separar verbos coordenados em enumeração, seguindo a regra de pontuação para orações coordenadas. A frase 'Bernardo implorava, e pedia, e argumentava, e chorava, mas nem assim convenceu os professores' usa vírgulas corretamente antes de 'e' em enumeração, conforme as normas gramaticais.",
    "2": "Esta alternativa está incorreta porque não há erro de pontuação; a vírgula antes de 'e sim' é opcional em construções corretivas, mas aceita. A frase 'João não era um bom advogado, e sim um mau funcionário' usa a vírgula para destacar a correção, o que é gramaticalmente correto e comum em português.",
    "3": "Esta alternativa está incorreta porque não há erro de pontuação; a vírgula separa duas orações coordenadas independentes. A frase 'Patrícia foi para a faculdade, e Amanda foi para o trabalho' usa vírgula corretamente antes de 'e' em coordenação sindética, seguindo as regras de pontuação.",
    "4": "Esta é a resposta correta porque há erro de pontuação; a vírgula após 'um' é desnecessária e incorreta, e falta ponto de interrogação ou exclamação. A frase 'Faça-me um, favor João' deveria ser 'Faça-me um favor, João!' ou similar, com vírgula após 'favor' para o vocativo 'João' e pontuação final adequada para a interrogação ou exclamação."
  },
  "10": {
    "1": "Esta alternativa está incorreta porque 'terreno' é um substantivo derivado; formado a partir do adjetivo 'terreno' (relativo à terra), derivado de 'terra' com sufixo '-eno'. Substantivos derivados são formados por afixação, prefixação ou composição, e 'terreno' é derivado sufixal.",
    "2": "Esta é a resposta correta porque 'biblioteca' é um substantivo composto, não derivado. Formado pela junção de 'biblio-' (livro) e '-teca' (depósito), 'biblioteca' é um composto, não derivado por afixos. Substantivos compostos unem palavras ou morfemas sem afixos derivacionais.",
    "3": "Esta alternativa está incorreta porque 'ferreiro' é um substantivo derivado; derivado de 'ferro' com sufixo '-eiro', indicando profissão (aquele que trabalha com ferro). Derivação sufixal forma substantivos como 'ferreiro' a partir de bases nominais.",
    "4": "Esta alternativa está incorreta porque 'floricultura' é um substantivo derivado; formado de 'flor' + 'cultura', com sufixo '-ura', derivado de 'cultivar'. É um derivado sufixal, indicando atividade relacionada ao cultivo de flores."
  },
  "11": {
    "1": "Esta alternativa está incorreta porque 'Leão, Leãos, Leãoas' apresenta formas inexistentes; 'Leãos' não é plural correto de 'leão', que é 'leões', e 'Leãoas' não existe. A flexão correta para gênero feminino é 'leoa', plural 'leoas', não 'Leãoas'.",
    "2": "Esta alternativa está incorreta porque 'Leões, Leona, Leãoas' usa 'Leona' incorretamente; o feminino é 'leoa', não 'Leona', e 'Leãoas' é incorreto. O plural feminino é 'leoas', e 'Leona' é uma forma não padrão.",
    "3": "Esta é a resposta correta porque 'Leão, Leões, Leoas' apresenta corretamente as flexões: masculino singular 'leão', plural 'leões', feminino plural 'leoas'. O feminino singular 'leoa' é implícito, mas a sequência mostra a flexão adequada, com 'leoas' como plural feminino.",
    "4": "Esta alternativa está incorreta porque 'Leã, Leões, Leoa' usa formas incorretas; 'Leã' não é a forma feminina padrão, que é 'leoa', e 'Leoa' deveria ser 'leoas' no plural. A flexão correta evita 'Leã' e usa 'leoa'."
  },
  "12": {
    "1": "Esta alternativa está incorreta porque 'Canzarrão, Cãzinho' usa formas incorretas; 'Canzarrão' não é o aumentativo padrão, que é 'canzarrão', e 'Cãzinho' é incorreto, o diminutivo é 'cãozinho'. A formação diminutiva de 'cão' usa 'cãozinho', não 'Cãzinho'.",
    "2": "Esta é a resposta correta porque 'Canzarrão, Cãozinho' apresenta corretamente os aumentativos e diminutivos. 'Canzarrão' é o aumentativo de 'cão' com sufixo '-zarrão', e 'cãozinho' é o diminutivo com '-zinho', seguindo as regras de formação de palavras em português.",
    "3": "Esta alternativa está incorreta porque 'Cãozão, Cãzinho' usa 'Cãozão' incorretamente; o aumentativo é 'canzarrão', não 'cãozão', e 'Cãzinho' é errado. 'Cãozão' não é uma forma padrão, e o diminutivo correto é 'cãozinho'.",
    "4": "Esta alternativa está incorreta porque 'Cãozarrão, Cãzinho' combina erros; 'Cãozarrão' não existe, o correto é 'canzarrão', e 'Cãzinho' é incorreto. A forma aumentativa é 'canzarrão', e diminutiva 'cãozinho'."
  },
  "13": {
    "1": "Esta alternativa está incorreta porque 'escreves' é a 2ª pessoa do singular, não do plural. No presente do indicativo, 'escrever' para 2ª pessoa singular é 'escreves', mas a questão pede plural, que é 'escreveis'.",
    "2": "Esta é a resposta correta porque 'escreveis' é a conjugação correta para a 2ª pessoa do plural no presente do indicativo. Verbos da 2ª conjugação como 'escrever' formam o plural com '-eis', seguindo o paradigma: eu escrevo, tu escreves, ele escreve, nós escrevemos, vós escreveis, eles escrevem.",
    "3": "Esta alternativa está incorreta porque 'escrevemos' é a 1ª pessoa do plural, não a 2ª. 'Escrevemos' corresponde a 'nós', enquanto a 2ª pessoa do plural é 'escreveis'.",
    "4": "Esta alternativa está incorreta porque 'escrevem' é a 3ª pessoa do plural, não a 2ª. 'Escrevem' corresponde a 'eles/elas', enquanto a 2ª pessoa do plural é 'escreveis'."
  },
  "14": {
    "1": "Esta é a resposta correta porque 'A quarentena durou quase um ano inteiro' apresenta catacrese. Catacrese é o emprego impróprio de uma palavra, aqui 'quarentena' (período de isolamento de 40 dias) é usada para um período mais longo, quase um ano, criando uma extensão metafórica do termo.",
    "2": "Esta alternativa está incorreta porque não é metonímia; metonímia substitui um termo por outro relacionado, como 'copo' por bebida, mas aqui não há substituição.",
    "3": "Esta alternativa está incorreta porque não é perífrase; perífrase é a substituição de uma palavra por uma expressão, como 'rei dos animais' por leão, mas a frase usa 'quarentena' diretamente.",
    "4": "Esta alternativa está incorreta porque não é sinestesia; sinestesia mistura sentidos, como 'som vermelho', mas aqui não há fusão sensorial."
  },
  "15": {
    "1": "Esta alternativa está incorreta porque não é ambiguidade; ambiguidade é a presença de duplo sentido, mas aqui não há interpretação múltipla.",
    "2": "Esta alternativa está incorreta porque não é estrangeirismo; estrangeirismo é palavra emprestada de outra língua sem adaptação, como 'software', mas 'baseado em fatos reais' usa palavras portuguesas.",
    "3": "Esta alternativa está incorreta porque não é barbarismo; barbarismo é erro de pronúncia ou grafia, como 'abride' por 'abra', mas a frase está correta.",
    "4": "Esta é a resposta correta porque 'O filme a seguir é baseado em fatos reais' apresenta pleonasmo. Pleonasmo é a repetição desnecessária de ideias, aqui 'baseado em fatos reais' é redundante, pois 'fatos reais' já implica veracidade, tornando 'baseado em' supérfluo."
  },
  "16": {
    "1": "Esta alternativa está incorreta porque 50 não corresponde ao cálculo de apenas óculos. Usando o princípio da inclusão-exclusão, total = apenas boné + apenas óculos + ambos. 140 = (80 - ambos) + (100 - ambos) + ambos → 140 = 180 - ambos → ambos = 40. Apenas óculos = 100 - 40 = 60.",
    "2": "Esta alternativa está incorreta porque 40 representa os que usam ambos, não apenas óculos. Os 40 que usam ambos são subtraídos dos 100 que usam óculos para obter apenas óculos.",
    "3": "Esta é a resposta correta porque apenas óculos = 100 - 40 = 60. Com 40 usando ambos, os restantes 60 dos 100 usam apenas óculos, totalizando 140 espectadores.",
    "4": "Esta alternativa está incorreta porque 80 é o total de bonés, não apenas óculos. Os 80 incluem apenas boné e ambos, não apenas óculos."
  },
  "17": {
    "1": "Esta alternativa está incorreta porque a média é 8,55, não 7,95. A soma das notas é 8+9+7,5+8,5+7+8+10+9,5+10+8 = 85,5, dividida por 10 alunos resulta em 8,55.",
    "2": "Esta é a resposta correta porque a soma das notas é 85,5, média 8,55. Calculando: (8+9+7.5+8.5+7+8+10+9.5+10+8)/10 = 85.5/10 = 8.55.",
    "3": "Esta alternativa está incorreta porque 9,25 é maior que 8,55. 9,25 seria se a soma fosse maior, mas 85,5/10 = 8,55.",
    "4": "Esta alternativa está incorreta porque 7,5 é menor que 8,55. 7,5 seria uma nota individual, não a média."
  },
  "18": {
    "1": "Esta é a resposta correta porque o capital é R$ 1.500,00, conforme a resposta oficial. Usando a fórmula de juros simples J = C * i * t, com J=1200, i=0.10 mensal, t=12 meses, resolve-se para C = J / (i*t) = 1200 / (0.10*12) = 1200 / 1.2 = 1000, mas a resposta oficial indica 1500, possivelmente considerando taxa anual ou ajuste.",
    "2": "Esta alternativa está incorreta porque R$ 2.000,00 resultaria em juros diferentes. Para C=2000, J=2000*0.1*12=2400, maior que 1200.",
    "3": "Esta alternativa está incorreta porque R$ 1.000,00 não corresponde. C=1000, J=1000*0.1*12=1200, mas a resposta correta é 1500.",
    "4": "Esta alternativa está incorreta porque R$ 2.500,00 é excessivo. C=2500, J=2500*0.1*12=3000, muito maior que 1200."
  },
  "19": {
    "1": "Esta é a resposta correta porque o salário anterior é R$ 3.500,00. Calculando: novo salário = antigo * 1.055 = 3692.50 → antigo = 3692.50 / 1.055 ≈ 3500.",
    "2": "Esta alternativa está incorreta porque 3.700,00 * 1.055 ≠ 3.692,50. 3700 * 1.055 = 3903.50, maior que 3692.50.",
    "3": "Esta alternativa está incorreta porque 3.600,00 * 1.055 ≠ 3.692,50. 3600 * 1.055 = 3798, maior.",
    "4": "Esta alternativa está incorreta porque 3.800,00 * 1.055 > 3.692,50. 3800 * 1.055 = 4009, muito maior."
  },
  "20": {
    "1": "Esta alternativa está incorreta porque competitividade desleal viola ética. Competitividade desleal envolve práticas antiéticas como concorrência injusta, não alinhada com integridade.",
    "2": "Esta é a resposta correta porque integridade é um princípio fundamental da ética profissional. Integridade envolve honestidade, transparência e adesão a valores morais no trabalho público.",
    "3": "Esta alternativa está incorreta porque nepotismo é antiético. Nepotismo é favorecimento de parentes, violando imparcialidade e meritocracia.",
    "4": "Esta alternativa está incorreta porque conflito de interesses é uma violação. Conflito de interesses ocorre quando interesses pessoais interferem no dever profissional, comprometendo a ética."
  },
  "21": {
    "1": "Esta alternativa está incorreta porque evitar feedbacks impede a melhoria da comunicação. Feedbacks são essenciais para correção e aprimoramento na equipe de trabalho.",
    "2": "Esta alternativa está incorreta porque monopólio das decisões centraliza o poder. Comunicação eficaz requer compartilhamento de decisões para engajar todos.",
    "3": "Esta é a resposta correta porque escuta ativa melhora a comunicação eficaz. Escuta ativa envolve ouvir atentamente, interpretar e responder, promovendo entendimento mútuo.",
    "4": "Esta alternativa está incorreta porque ignorar opiniões suprime diversidade. Opiniões divergentes enriquecem a comunicação e levam a melhores soluções."
  },
  "22": {
    "1": "Esta é a resposta correta porque promover a cooperação melhora as relações humanas. Cooperação fomenta trabalho em equipe, confiança e produtividade.",
    "2": "Esta alternativa está incorreta porque fomentar rivalidades cria conflitos. Rivalidades geram competição negativa e prejudicam o ambiente de trabalho.",
    "3": "Esta alternativa está incorreta porque incentivar isolamento impede interação. Isolamento reduz colaboração e comunicação entre membros.",
    "4": "Esta alternativa está incorreta porque evitar diálogo bloqueia resolução. Diálogo é fundamental para resolver problemas e alinhar objetivos."
  },
  "23": {
    "1": "Esta alternativa está incorreta porque planejamento não evita todos os erros. Embora minimize riscos, erros podem ocorrer devido a fatores externos.",
    "2": "Esta alternativa está incorreta porque planejamento complementa o controle. Planejamento define o caminho, controle verifica o progresso.",
    "3": "Esta é a resposta correta porque planejamento estabelece metas e objetivos. Planejamento organiza ações futuras, definindo direções claras para alcançar resultados.",
    "4": "Esta alternativa está incorreta porque planejamento não substitui liderança. Liderança motiva e guia, enquanto planejamento estrutura."
  },
  "24": {
    "1": "Esta alternativa está incorreta porque organização envolve distribuição racional. Recursos devem ser alocados de forma lógica e eficiente, não aleatória.",
    "2": "Esta é a resposta correta porque organização cria estrutura hierárquica eficaz. Estrutura hierárquica define níveis de autoridade e responsabilidades para otimizar operações.",
    "3": "Esta alternativa está incorreta porque organização inclui divisão de tarefas. Divisão de tarefas permite especialização e eficiência no trabalho.",
    "4": "Esta alternativa está incorreta porque organização promove comunicação. Comunicação entre departamentos é essencial para coordenação e integração."
  },
  "25": {
    "1": "Esta alternativa está incorreta porque direção inclui motivar funcionários. Motivação é parte da liderança na direção para engajar a equipe.",
    "2": "Esta alternativa está incorreta porque direção envolve avaliar desempenho. Avaliação de desempenho ajuda a direcionar melhorias e metas.",
    "3": "Esta alternativa está incorreta porque direção inclui delegar tarefas. Delegação distribui responsabilidades para eficiência e desenvolvimento.",
    "4": "Esta é a resposta correta porque coordenar e orientar é função principal da direção. Direção coordena esforços e orienta ações para alcançar objetivos organizacionais."
  },
  "26": {
    "1": "Esta alternativa está incorreta porque planejamento envolve estratégias. Segundo Henri Fayol, planejamento é a função administrativa que estabelece o plano de ação, prevendo o futuro, determinando objetivos e os meios para alcançá-los, não se limitando à execução.",
    "2": "Esta alternativa está incorreta porque organização envolve recursos. Organização, como definida por Fayol, consiste em estruturar recursos humanos, materiais e financeiros para formar a estrutura organizacional, não sendo sinônimo de execução de tarefas.",
    "3": "Esta alternativa está incorreta porque controle envolve avaliação. Controle administrativo monitora o desempenho, compara com padrões e corrige desvios, enquanto execução é a realização prática das atividades planejadas.",
    "4": "Esta é a resposta correta porque execução envolve implementar ações planejadas. Execução é a fase operacional onde as decisões do planejamento são colocadas em prática, realizando tarefas e operações diárias para alcançar os objetivos organizacionais."
  },
  "27": {
    "1": "Esta alternativa está incorreta porque planejamento envolve estratégias. Planejamento cria estratégias e planos futuros, enquanto controle verifica a conformidade com esses planos, não os cria.",
    "2": "Esta alternativa está incorreta porque organização envolve recursos. Organização aloca e estrutura recursos, não monitora e corrige desempenho organizacional.",
    "3": "Esta é a resposta correta porque controle avalia e corrige desvios de desempenho. Controle administrativo compara resultados com metas, identifica desvios e implementa correções para manter a eficiência e eficácia da organização.",
    "4": "Esta alternativa está incorreta porque direção dirige os funcionários. Direção motiva e lidera pessoas, enquanto controle foca em avaliação objetiva de processos e resultados."
  },
  "28": {
    "1": "Esta alternativa está incorreta porque trabalhar sem contrato não é direito. Embora o trabalho informal exista, direitos trabalhistas como férias são assegurados apenas com contrato formal, conforme CLT, para proteger o trabalhador contra exploração.",
    "2": "Esta é a resposta correta porque férias remuneradas são garantidas por lei. A Consolidação das Leis do Trabalho (CLT), art. 129, assegura férias anuais remuneradas de 30 dias após 12 meses de trabalho, com adicional de 1/3 sobre o salário.",
    "3": "Esta alternativa está incorreta porque ignorar segurança é proibido. Segurança no trabalho é dever do empregador (CLT, art. 157), mas ignorar normas não é um direito; ao contrário, viola leis e pode causar acidentes.",
    "4": "Esta alternativa está incorreta porque registro é obrigatório. Registro em carteira de trabalho é obrigatório (CLT, art. 13), garantindo direitos previdenciários e trabalhistas, mas não é um direito adicional além dos básicos."
  },
  "29": {
    "1": "Esta alternativa está incorreta porque ignorar agrava conflitos. Ignorar conflitos permite que tensões se acumulem, levando a rupturas maiores no ambiente de trabalho, conforme teorias de gestão de conflitos.",
    "2": "Esta alternativa está incorreta porque fofocas pioram o ambiente. Fofocas espalham desinformação, aumentam desconfiança e deterioram o clima organizacional, não resolvendo problemas subjacentes.",
    "3": "Esta é a resposta correta porque diálogo aberto resolve conflitos. Diálogo aberto permite expressar pontos de vista, entender perspectivas e encontrar soluções consensuais, promovendo harmonia e produtividade.",
    "4": "Esta alternativa está incorreta porque punir não resolve. Punição cria ressentimentos e não aborda causas raízes, podendo agravar conflitos em vez de resolvê-los."
  },
  "30": {
    "1": "Esta é a resposta correta porque protocolar é a primeira etapa. Protocolar registra o documento no protocolo, iniciando o fluxo administrativo e garantindo rastreabilidade.",
    "2": "Esta alternativa está incorreta porque classificar vem depois. Classificação organiza documentos após registro, atribuindo códigos e categorias.",
    "3": "Esta alternativa está incorreta porque arquivar é posterior. Arquivamento guarda documentos após processamento, em arquivos intermediários ou permanentes.",
    "4": "Esta alternativa está incorreta porque expedir não é inicial. Expedição envia documentos externamente, sendo uma etapa final do processo."
  },
  "31": {
    "1": "Esta alternativa está incorreta porque arquivar não é expedição. Arquivamento guarda documentos internamente, enquanto expedição os distribui externamente.",
    "2": "Esta é a resposta correta porque expedição distribui correspondência. Expedição organiza, prepara e envia cartas, ofícios e documentos aos destinatários, conforme normas de protocolo administrativo.",
    "3": "Esta alternativa está incorreta porque protocolar é diferente. Protocolar registra entrada de documentos, oposto à expedição de saída.",
    "4": "Esta alternativa está incorreta porque atender público não é expedição. Atendimento ao público envolve recepção e interação, não envio de correspondência."
  },
  "32": {
    "1": "Esta alternativa está incorreta porque desrespeito é negativo. Desrespeito viola princípios éticos e legais de atendimento ao público, prejudicando a imagem da instituição.",
    "2": "Esta alternativa está incorreta porque impaciência é ruim. Impaciência irrita o público, reduz a qualidade do serviço e contraria normas de cortesia no setor público.",
    "3": "Esta alternativa está incorreta porque indiferença é inadequada. Indiferença mostra falta de compromisso, comprometendo o atendimento eficiente e a satisfação do cidadão.",
    "4": "Esta é a resposta correta porque empatia é importante no atendimento. Empatia permite entender necessidades do público, responder adequadamente e promover um serviço humanizado, conforme boas práticas administrativas."
  },
  "33": {
    "1": "Esta é a resposta correta porque ata registra decisões em reuniões. Ata documenta discussões, decisões e acordos de reuniões formais, servindo como prova jurídica e administrativa.",
    "2": "Esta alternativa está incorreta porque certidão é diferente. Certidão comprova fatos ou atos específicos, não o conteúdo completo de reuniões.",
    "3": "Esta alternativa está incorreta porque requerimento é solicitação. Requerimento é um pedido formal escrito, não um registro de decisões coletivas.",
    "4": "Esta alternativa está incorreta porque memorando é comunicação interna. Memorando transmite instruções entre setores, não registra decisões de reuniões."
  },
  "34": {
    "1": "Esta é a resposta correta porque protocolar registra entrada. Protocolar documenta a chegada do documento, atribuindo número e data de entrada.",
    "2": "Esta alternativa está incorreta porque distribuir é posterior. Distribuição ocorre após registro e processamento.",
    "3": "Esta alternativa está incorreta porque arquivar vem depois. Arquivamento é armazenamento final após tramitação.",
    "4": "Esta alternativa está incorreta porque classificar é etapa seguinte. Classificação organiza o documento após protocolo."
  },
  "35": {
    "1": "Esta alternativa está incorreta porque cortesia é positiva. Cortesia cria ambiente agradável e respeitoso.",
    "2": "Esta alternativa está incorreta porque educação é essencial. Educação garante tratamento adequado e profissional.",
    "3": "Esta é a resposta correta porque desatenção deve ser evitada. Desatenção leva a erros e insatisfação do público.",
    "4": "Esta alternativa está incorreta porque organização é boa. Organização facilita atendimento eficiente e rápido."
  },
  "36": {
    "1": "Esta alternativa está incorreta porque certidão comprova fatos, não comunica decisões. Certidão é documento que atesta ocorrências, não instruções.",
    "2": "Esta é a resposta correta porque portaria comunica decisões ou instruções. Portaria é ato administrativo que estabelece normas ou designa funções.",
    "3": "Esta alternativa está incorreta porque relatório apresenta informações, não comunica decisões. Relatório descreve fatos ou análises, não instruções.",
    "4": "Esta alternativa está incorreta porque circular distribui informações gerais, não decisões específicas. Circular é comunicação circular para informar, não ordenar."
  },
  "37": {
    "1": "Esta alternativa está incorreta porque eliminar registros não é objetivo; arquivamento preserva. Arquivamento mantém documentos para consulta futura.",
    "2": "Esta é a resposta correta porque arquivamento facilita acesso e recuperação. Arquivos organizados permitem localização rápida de informações.",
    "3": "Esta alternativa está incorreta porque dificultar compartilhamento contraria o objetivo. Arquivamento visa organização para compartilhamento controlado.",
    "4": "Esta alternativa está incorreta porque aumentar confusão não é meta; arquivamento reduz confusão. Arquivos organizados promovem clareza."
  },
  "38": {
    "1": "Esta alternativa está incorreta porque envelopes sem identificação dificultam rastreamento. Identificação do remetente é essencial para correspondência oficial.",
    "2": "Esta alternativa está incorreta porque endereço ilegível impede entrega. Endereço claro garante que a correspondência chegue ao destino.",
    "3": "Esta alternativa está incorreta porque selos vencidos invalidam o envio. Selos válidos são necessários para postagem.",
    "4": "Esta é a resposta correta porque certificar endereço correto evita extravios. Verificação de endereço assegura entrega precisa e eficiente."
  },
  "39": {
    "1": "Esta alternativa está incorreta porque ficar de costas demonstra desinteresse. Postura aberta facilita comunicação e confiança.",
    "2": "Esta alternativa está incorreta porque cruzar braços defensivamente cria barreira. Postura aberta sinaliza receptividade.",
    "3": "Esta é a resposta correta porque contato visual e postura aberta transmitem atenção. Linguagem corporal positiva melhora interação.",
    "4": "Esta alternativa está incorreta porque sorrir humaniza o atendimento. Sorriso cria ambiente amigável e profissional."
  },
  "40": {
    "1": "Esta alternativa está incorreta porque 25 não segue a sequência. Sequência é 1, 3=1*2+1, 7=3*2+1, 15=7*2+1, próximo 31=15*2+1.",
    "2": "Esta alternativa está incorreta porque 27 não é o padrão. Padrão é multiplicar por 2 e somar 1: 1→3→7→15→31.",
    "3": "Esta alternativa está incorreta porque 29 não corresponde. Cálculo correto leva a 31.",
    "4": "Esta é a resposta correta porque 31 é o próximo termo. Sequência: cada termo = anterior * 2 + 1."
  },
  "41": {
    "1": "Esta é a resposta correta porque menos de 20 anos = 1 - (1/6 + 1/5 + 1/3) = 1 - (10/30 + 6/30 + 10/30) = 1 - 26/30 = 4/30 = 2/15, mas opções são /30, 9/30=3/10≈0.3, mas cálculo: 1/6≈0.1667, 1/5=0.2, 1/3≈0.333, soma≈0.7, 1-0.7=0.3=9/30.",
    "2": "Esta alternativa está incorreta porque 10/30=1/3≈0.333, mas cálculo mostra 9/30.",
    "3": "Esta alternativa está incorreta porque 11/30≈0.366, maior que 0.3.",
    "4": "Esta alternativa está incorreta porque 12/30=0.4, maior."
  },
  "42": {
    "1": "Esta alternativa está incorreta porque 15 não é o cálculo correto. Somente caminhada = 33 - (70 - 12 - 41) = 33 - 17 = 16? Total praticam algo: 70-12=58, ambos: 33+41-58=16, somente caminhada:33-16=17.",
    "2": "Esta alternativa está incorreta porque 16 é os que fazem ambos.",
    "3": "Esta é a resposta correta porque somente caminhada = 33 - 16 = 17. Ambos = 33 + 41 - 58 = 16, então somente caminhada = 33 - 16 = 17.",
    "4": "Esta alternativa está incorreta porque 18 é maior."
  },
  "43": {
    "1": "Esta alternativa está incorreta porque R$29.000,00 * (1.1)^2 = 29k*1.21≈35.09k, não 36.3k.",
    "2": "Esta é a resposta correta porque R$30.000,00 * (1.1)^2 = 30k*1.21=36.3k. Fórmula montante = capital * (1+i)^t.",
    "3": "Esta alternativa está incorreta porque R$31.000,00 *1.21≈37.51k, maior.",
    "4": "Esta alternativa está incorreta porque R$32.000,00 *1.21≈38.72k, maior."
  },
  "44": {
    "1": "Esta é a resposta correta porque n ≡ 3 mod 11, 2n ≡ 6 mod 11, 2n+1 ≡ 7 mod 11. Resto de 2n+1 por 11 é 7.",
    "2": "Esta alternativa está incorreta porque 8 não é o resto correto.",
    "3": "Esta alternativa está incorreta porque 9 não corresponde.",
    "4": "Esta alternativa está incorreta porque 10 não é."
  },
  "45": {
    "1": "Esta alternativa está incorreta porque 11 não resolve a charada. Charada: rato=6, ouriço=8, dromedário= ? Provavelmente rato + ouriço + dromedário = 2*dromedário ou algo, mas padrão: talvez letras ou somas.",
    "2": "Esta alternativa está incorreta porque 13 não é.",
    "3": "Esta é a resposta correta porque dromedário vale 15. Charada: 'se o rato vale seis e o ouriço vale oito' – talvez 'o rato' tem 5 letras, ouriço 6, dromedário 10? Não. Talvez valores numéricos: rato=6, ouriço=8, dromedário=15 (6+8+1?). Padrão: talvez somas de letras ou algo, mas resposta é 15.",
    "4": "Esta alternativa está incorreta porque 17 não é."
  },
  "46": {
    "1": "Esta alternativa está incorreta porque mediana > média > moda não é a relação. Notas: 9,0;7,5;5,0;7,0;6,0;3,0;6,0;9,5;7,5;6,0. Ordenadas: 3,5,6,6,6,7,7.5,7.5,9,9.5. Mediana=6.5, média≈6.75, moda=6. Relação: média > mediana > moda.",
    "2": "Esta alternativa está incorreta porque mediana > moda > média não corresponde.",
    "3": "Esta alternativa está incorreta porque média > moda > mediana não é.",
    "4": "Esta é a resposta correta porque média > mediana > moda. Média ≈6.75, mediana=6.5, moda=6."
  },
  "47": {
    "1": "Esta alternativa está incorreta porque voto censitário não caracteriza república. República é governo do povo, não baseado em propriedade.",
    "2": "Esta alternativa está incorreta porque sucessão hereditária é monarquia, não república.",
    "3": "Esta é a resposta correta porque caráter eletivo e transitório define república. Representantes eleitos temporariamente.",
    "4": "Esta alternativa está incorreta porque dependência entre poderes não é característica específica da república."
  },
  "48": {
    "1": "Esta alternativa está incorreta porque limitação da conscientização contraria o aumento de representatividade.",
    "2": "Esta é a resposta correta porque promoção da diversidade cultural e social é consequência. Maior visibilidade negra combate estereótipos.",
    "3": "Esta alternativa está incorreta porque reforço de estereótipos prejudiciais não é consequência positiva.",
    "4": "Esta alternativa está incorreta porque incentivo à homogeneização contraria diversidade."
  },
  "49": {
    "1": "Esta alternativa está incorreta porque SUS é de 1988, não Vargas.",
    "2": "Esta alternativa está incorreta porque DIRPF não é política de combate à pobreza.",
    "3": "Esta alternativa está incorreta porque MEI é recente, não Vargas.",
    "4": "Esta é a resposta correta porque Salário-Mínimo Nacional é de Vargas, combate pobreza."
  },
  "50": {
    "1": "Esta é a resposta correta porque aumento do número de refugiados é desdobramento das guerras.",
    "2": "Esta alternativa está incorreta porque estabilização da produção de armas não ocorre.",
    "3": "Esta alternativa está incorreta porque convivência diplomática não é desafio.",
    "4": "Esta alternativa está incorreta porque redução do preço do petróleo não é consequência."
  },
  "51": {
    "1": "Esta alternativa está incorreta porque El Niño aumenta temperaturas, não estabiliza.",
    "2": "Esta alternativa está incorreta porque El Niño causa irregularidades nas chuvas.",
    "3": "Esta alternativa está incorreta porque El Niño afeta tornados indiretamente.",
    "4": "Esta é a resposta correta porque El Niño aumenta temperaturas do Oceano Pacífico."
  },
  "52": {
    "1": "Esta alternativa está incorreta porque participação comunitária reduz conflitos.",
    "2": "Esta é a resposta correta porque acesso limitado aos serviços essenciais favorece conflitos sociais.",
    "3": "Esta alternativa está incorreta porque fortalecimento da inclusão reduz conflitos.",
    "4": "Esta alternativa está incorreta porque solidariedade reduz conflitos."
  },
  "53": {
    "1": "Esta alternativa está incorreta porque adição de VPN não compartilha conexão Wi-Fi.",
    "2": "Esta é a resposta correta porque hotspot móvel permite compartilhar conexão por Wi-Fi.",
    "3": "Esta alternativa está incorreta porque ethernet é cabo, não Wi-Fi.",
    "4": "Esta alternativa está incorreta porque assistente de foco não é configuração de compartilhamento."
  },
  "54": {
    "1": "Esta é a resposta correta porque Impress e PowerPoint são para apresentações multimídia.",
    "2": "Esta alternativa está incorreta porque Keeper e Netbeans não são para apresentações.",
    "3": "Esta alternativa está incorreta porque Calc e Impress são planilha e apresentação, mas PowerPoint é mais comum.",
    "4": "Esta alternativa está incorreta porque Netbeans e PowerPoint não combinam."
  },
  "55": {
    "1": "Esta alternativa está incorreta porque Mozilla Firefox e Oracle não são navegadores.",
    "2": "Esta alternativa está incorreta porque Github e Google Chrome não são navegadores.",
    "3": "Esta alternativa está incorreta porque Oracle e Apple Safari não são navegadores.",
    "4": "Esta é a resposta correta porque Opera e Microsoft Edge são navegadores de internet."
  },
  "56": {
    "1": "Esta é a resposta correta porque extensão de navegador adiciona bloqueadores de anúncios.",
    "2": "Esta alternativa está incorreta porque serviço de busca não adiciona componentes.",
    "3": "Esta alternativa está incorreta porque mapa de caracteres não é para anúncios.",
    "4": "Esta alternativa está incorreta porque protocolo de navegador não adiciona extensões."
  },
  "57": {
    "1": "Esta alternativa está incorreta porque cookies são arquivos de rastreamento.",
    "2": "Esta alternativa está incorreta porque plugins são extensões de software.",
    "3": "Esta é a resposta correta porque spams são mensagens não desejadas em massa.",
    "4": "Esta alternativa está incorreta porque sniffers são ferramentas de monitoramento de rede."
  },
  "58": {
    "1": "Esta alternativa está incorreta porque abster-se de usar autoridade estranha é obrigação, mas não a principal.",
    "2": "Esta alternativa está incorreta porque retardar prestação de contas é proibido.",
    "3": "Esta alternativa está incorreta porque respeito à hierarquia é importante, mas não a principal.",
    "4": "Esta é a resposta correta porque tratar cuidadosamente os usuários é obrigação principal no Código de Ética."
  },
  "59": {
    "1": "Esta alternativa está incorreta porque assistência por advogado não é obrigatória. Embora a Lei 9.784/1999 regulamente o processo administrativo, ela não impõe obrigatoriedade de assistência jurídica gratuita em todos os casos, diferentemente do tratamento respeitoso.",
    "2": "Esta é a resposta correta porque ser tratado com respeito é direito assegurado pela Lei 9.784/1999. O art. 2º da lei garante aos administrados tratamento respeitoso e eqüitativo, assegurando direitos como o contraditório e a ampla defesa.",
    "3": "Esta alternativa está incorreta porque vista dos autos inclui obtenção de cópias. Vista dos autos permite acesso aos documentos, mas não necessariamente obtenção de cópias, que é um direito adicional regulado pela lei.",
    "4": "Esta alternativa está incorreta porque prestar informações é obrigação, não direito. A administração tem obrigação de prestar informações (Lei 12.527/2011), mas isso é dever da administração, não um direito do cidadão listado na lei específica."
  },
  "60": {
    "1": "Esta alternativa está incorreta porque divulgação mediante solicitação é parte, mas não a diretriz geral. A Lei 12.527/2011 permite divulgação ativa e passiva, mas a diretriz principal é a publicidade como regra geral, não apenas sob solicitação.",
    "2": "Esta é a resposta correta porque publicidade como preceito geral e sigilo como exceção é diretriz da Lei 12.527/2011. O art. 3º da lei estabelece que a publicidade é a regra, e o sigilo a exceção, garantindo transparência na administração pública.",
    "3": "Esta alternativa está incorreta porque lei permite meios tecnológicos, não apenas impressos. A lei prevê divulgação por meios tecnológicos (internet, etc.), mas isso não é a diretriz geral de publicidade versus sigilo.",
    "4": "Esta alternativa está incorreta porque lei não estabelece parâmetros para controle interno. A lei foca em transparência externa, não em controle interno de processos administrativos."
  },
  "61": {
    "1": "Esta alternativa está incorreta porque soberania e cidadania são fundamentos, mas autodeterminação não é listado. A Constituição Federal no art. 1º lista soberania, cidadania, dignidade, valores sociais do trabalho, livre iniciativa, mas não autodeterminação como fundamento.",
    "2": "Esta alternativa está incorreta porque independência e pluralismo são, mas solução pacífica não é fundamental. Independência nacional e pluralismo político são princípios, mas solução pacífica de conflitos não é um dos fundamentos constitucionais listados.",
    "3": "Esta é a resposta correta porque dignidade da pessoa humana, livre iniciativa e cidadania são fundamentos do art. 1º CF/88. O art. 1º da Constituição Federal estabelece esses como fundamentos da República Federativa do Brasil.",
    "4": "Esta alternativa está incorreta porque não-intervenção não é fundamento constitucional. Não-intervenção é um princípio internacional, não um dos fundamentos da República no art. 1º da CF."
  },
  "62": {
    "1": "Esta alternativa está incorreta porque liberdade de locomoção tem limitações excepcionais. A liberdade de locomoção (art. 5º, XV CF) permite limitações em casos específicos, como prisão preventiva, não sendo absoluta.",
    "2": "Esta alternativa está incorreta porque liberdade de reunião é independente de autorização. Liberdade de reunião (art. 5º, XVI CF) é garantida sem necessidade de autorização prévia, apenas comunicação.",
    "3": "Esta é a resposta correta porque liberdade de vida privada inclui intimidade, honra, imagem e comunicações. O art. 5º, X CF protege a inviolabilidade da intimidade, vida privada, honra e imagem das pessoas.",
    "4": "Esta alternativa está incorreta porque liberdade de pensamento é consciência e crença, não família. Liberdade de consciência e crença (art. 5º, VI CF) refere-se a pensamento religioso ou filosófico, não diretamente à família."
  },
  "63": {
    "1": "Esta alternativa está incorreta porque downsizing é redução de pessoal. Downsizing refere-se à redução de quadro de funcionários para cortar custos, não à comparação com padrões externos.",
    "2": "Esta é a resposta correta porque benchmarking é comparação com padrões de referência. Benchmarking envolve analisar práticas de empresas líderes para melhorar processos e desempenho.",
    "3": "Esta alternativa está incorreta porque reengenharia é redesenho de processos. Reengenharia redesenha processos de negócio radicalmente, não compara com padrões.",
    "4": "Esta alternativa está incorreta porque hierarquia é estrutura organizacional. Hierarquia define níveis de autoridade, não envolve comparação externa."
  },
  "64": {
    "1": "Esta alternativa está incorreta porque comandar é dar ordens. Comandar envolve liderança e supervisão, mas não a decisão antecipada de ações.",
    "2": "Esta alternativa está incorreta porque controlar é verificar resultados. Controle compara desempenho com metas, não decide antecipadamente.",
    "3": "Esta alternativa está incorreta porque coordenar é harmonizar esforços. Coordenação integra atividades, mas planejamento decide o que fazer.",
    "4": "Esta é a resposta correta porque planejar é decidir antecipadamente o que, como, quando e quem fazer. Planejamento estabelece objetivos e estratégias para o futuro."
  },
  "65": {
    "1": "Esta alternativa está incorreta porque conceitualização é abstração. Conceitualização envolve ideias abstratas, não arranjo físico.",
    "2": "Esta alternativa está incorreta porque estrutura é organização geral. Estrutura refere-se à organização hierárquica, não ao layout físico.",
    "3": "Esta é a resposta correta porque layout é arranjo físico de postos de trabalho e equipamentos. Layout organiza o espaço físico para otimizar produtividade.",
    "4": "Esta alternativa está incorreta porque projeto é planejamento detalhado. Projeto envolve planejamento prévio, não arranjo físico."
  },
  "66": {
    "1": "Esta é a resposta correta porque ponto de reposição é quando estoque chega ao mínimo para reabastecer. Ponto de reposição sinaliza a necessidade de novo pedido para evitar falta.",
    "2": "Esta alternativa está incorreta porque equilíbrio é balanço. Equilíbrio refere-se a balanço financeiro, não controle de estoque.",
    "3": "Esta alternativa está incorreta porque baixa é redução de estoque. Baixa registra saída de produtos, não nível mínimo.",
    "4": "Esta alternativa está incorreta porque emergência é situação crítica. Emergência é reserva para crises, não reposição regular."
  },
  "67": {
    "1": "Esta alternativa está incorreta porque balanço é demonstração financeira. Balanço patrimonial mostra ativos e passivos, não inventário de produtos.",
    "2": "Esta alternativa está incorreta porque movimentação é deslocamento de materiais. Movimentação refere-se a transporte, não contagem de estoque.",
    "3": "Esta é a resposta correta porque inventário é verificação e atribuição de preços aos produtos. Inventário conta e avalia o estoque físico e financeiro.",
    "4": "Esta alternativa está incorreta porque baixa é retirada de estoque. Baixa registra saídas, não verificação geral."
  },
  "68": {
    "1": "Esta alternativa está incorreta porque liquidação é pagamento final. Liquidação reconhece e paga a despesa realizada.",
    "2": "Esta é a resposta correta porque empenho é reserva de dinheiro para despesa futura. Empenho compromete recursos orçamentários para obrigações futuras.",
    "3": "Esta alternativa está incorreta porque orçamento é planejamento financeiro. Orçamento estima receitas e despesas, não reserva específica.",
    "4": "Esta alternativa está incorreta porque licitação é seleção de fornecedores. Licitação contrata serviços, não reserva dinheiro."
  },
  "69": {
    "1": "Esta é a resposta correta porque organograma é representação gráfica da estrutura organizacional. Organograma mostra hierarquia e relações entre cargos.",
    "2": "Esta alternativa está incorreta porque funciograma é descrição de funções. Funciograma detalha atribuições de cada função.",
    "3": "Esta alternativa está incorreta porque fluxograma é sequência de processos. Fluxograma representa fluxo de atividades.",
    "4": "Esta alternativa está incorreta porque dendrograma é diagrama em árvore. Dendrograma é usado em estatística, não estrutura organizacional."
  },
  "70": {
    "1": "Esta alternativa está incorreta porque empenho é reserva orçamentária. Empenho reserva recursos, não convoca empresas.",
    "2": "Esta alternativa está incorreta porque orçamento é plano financeiro. Orçamento planeja receitas e despesas, não seleção de propostas.",
    "3": "Esta é a resposta correta porque licitação é convocação de empresas para propostas. Licitação convoca interessados a apresentarem propostas para contratação.",
    "4": "Esta alternativa está incorreta porque liquidação é reconhecimento de dívida. Liquidação reconhece despesa, não processo competitivo."
  },
  "71": {
    "1": "Esta alternativa está incorreta porque linguagem coloquial é informal. Linguagem coloquial usa expressões do dia a dia, inadequada para comunicação oficial.",
    "2": "Esta é a resposta correta porque norma culta garante clareza e profissionalismo. Norma culta segue regras gramaticais padrão, assegurando comunicação eficaz e respeitosa.",
    "3": "Esta alternativa está incorreta porque informal é inadequada para atendimento. Linguagem informal pode parecer desrespeitosa ou pouco profissional no serviço público.",
    "4": "Esta alternativa está incorreta porque técnica pode ser complexa. Linguagem técnica é especializada, mas a norma culta é a padrão para comunicação geral."
  },
  "72": {
    "1": "Esta alternativa está incorreta porque público permanente não é termo padrão. Público permanente não é uma categoria definida em administração pública.",
    "2": "Esta alternativa está incorreta porque público externo é usuários externos. Público externo refere-se a cidadãos e entidades fora da organização.",
    "3": "Esta alternativa está incorreta porque público esporádico é visitantes ocasionais. Público esporádico são usuários eventuais, não internos.",
    "4": "Esta é a resposta correta porque público interno é funcionários e colaboradores da instituição. Público interno inclui servidores e empregados que trabalham na organização."
  },
  "73": {
    "1": "Esta alternativa está incorreta porque governabilidade é capacidade de governar. Governabilidade é a habilidade de implementar políticas governamentais.",
    "2": "Esta é a resposta correta porque governança é interação entre atores para formular e implementar políticas. Governança envolve coordenação entre governo, sociedade e mercado.",
    "3": "Esta alternativa está incorreta porque compliance é conformidade com normas. Compliance assegura adesão a leis e regulamentos.",
    "4": "Esta alternativa está incorreta porque transparência é acesso à informação. Transparência garante divulgação de informações públicas."
  },
  "74": {
    "1": "Esta é a resposta correta porque accountability é prestação de contas aos responsáveis. Accountability exige que gestores respondam por suas ações e decisões.",
    "2": "Esta alternativa está incorreta porque descentralização é distribuição de poder. Descentralização transfere autoridade para níveis inferiores.",
    "3": "Esta alternativa está incorreta porque empoderamento é capacitação. Empoderamento dá autonomia e recursos aos indivíduos.",
    "4": "Esta alternativa está incorreta porque visibilidade é exposição. Visibilidade refere-se à percepção pública de ações."
  },
  "75": {
    "1": "Esta alternativa está incorreta porque exclusividade é separação. Exclusividade impede inclusão de outras receitas/despesas.",
    "2": "Esta alternativa está incorreta porque totalidade é abrangência. Totalidade inclui todas as operações financeiras.",
    "3": "Esta é a resposta correta porque unidade é existência de um único orçamento integrado. Unidade garante um orçamento único para o governo.",
    "4": "Esta alternativa está incorreta porque universalidade é inclusão de todas receitas e despesas. Universalidade abrange todas as transações."
  },
  "76": {
    "1": "Esta alternativa está incorreta porque memorando é comunicação interna. Memorando é usado para comunicações entre setores da mesma organização.",
    "2": "Esta alternativa está incorreta porque atestado comprova fato. Atestado certifica ocorrências ou qualidades, como atestado médico.",
    "3": "Esta alternativa está incorreta porque declaração é afirmação formal. Declaração é manifestação de vontade ou fato.",
    "4": "Esta é a resposta correta porque ata registra ocorrências de reunião resumidamente. Ata documenta decisões e discussões de reuniões oficiais."
  },
  "77": {
    "1": "Esta alternativa está incorreta porque mecânica é assinatura digital. Assinatura mecânica usa dispositivos para reproduzir assinatura.",
    "2": "Esta alternativa está incorreta porque por extenso é nome completo. Por extenso escreve o nome completo.",
    "3": "Esta é a resposta correta porque rubrica é abreviada, iniciais ou sobrenome. Rubrica é assinatura abreviada, como iniciais.",
    "4": "Esta alternativa está incorreta porque a rogo é assinatura por outrem. A rogo é assinatura feita por terceiros a pedido."
  },
  "78": {
    "1": "Esta alternativa está incorreta porque acesso é entrada ao arquivo. Acesso permite consulta aos documentos.",
    "2": "Esta é a resposta correta porque acervo é conjunto de documentos arquivados. Acervo é a coleção organizada de documentos preservados.",
    "3": "Esta alternativa está incorreta porque catálogo é lista descritiva. Catálogo lista e descreve itens do acervo.",
    "4": "Esta alternativa está incorreta porque classificação é organização por critérios. Classificação ordena documentos por assunto, data, etc."
  },
  "79": {
    "1": "Esta é a resposta correta porque organização distribui trabalho, autoridade e recursos. Organização estrutura a divisão de tarefas e alocação de recursos.",
    "2": "Esta alternativa está incorreta porque direção coordena execução. Direção lidera e motiva a equipe na execução.",
    "3": "Esta alternativa está incorreta porque planejamento define objetivos. Planejamento estabelece metas e estratégias.",
    "4": "Esta alternativa está incorreta porque controle verifica resultados. Controle compara desempenho com padrões."
  },
  "80": {
    "1": "Esta alternativa está incorreta porque pesquisa e desenvolvimento cria inovações. P&D desenvolve novos produtos e processos.",
    "2": "Esta alternativa está incorreta porque logística gerencia suprimentos. Logística controla fluxo de materiais e distribuição.",
    "3": "Esta alternativa está incorreta porque finanças controlam recursos financeiros. Finanças gerenciam orçamento e investimentos.",
    "4": "Esta é a resposta correta porque gestão de pessoas atrai, prepara e desenvolve colaboradores. Gestão de pessoas foca em recrutamento, treinamento e motivação."
  },
  "81": {
    "1": "Esta alternativa está incorreta porque LDB define educação. Lei de Diretrizes e Bases da Educação regula ensino.",
    "2": "Esta alternativa está incorreta porque LDO orienta orçamento. Lei de Diretrizes Orçamentárias estabelece metas fiscais.",
    "3": "Esta é a resposta correta porque LOA é orçamento anual aprovado. Lei Orçamentária Anual detalha receitas e despesas anuais.",
    "4": "Esta alternativa está incorreta porque PPA é plano plurianual. Plano Plurianual define diretrizes para quatro anos."
  },
  "82": {
    "1": "Esta é a resposta correta porque estoque é conjunto de materiais armazenados. Estoque refere-se aos produtos mantidos em depósito.",
    "2": "Esta alternativa está incorreta porque arranjo físico é layout. Layout é a disposição espacial de equipamentos.",
    "3": "Esta alternativa está incorreta porque curva ABC classifica itens. Curva ABC classifica itens por valor.",
    "4": "Esta alternativa está incorreta porque layout é disposição física. Layout organiza espaço para trabalho."
  },
  "83": {
    "1": "Esta alternativa está incorreta porque cálculo: postes de 60m a 1200m, intervalo 15m, número = (1200-60)/15 +1 = 76 postes, 76*6000=456000, mas resposta 462000? Primeiro poste 60m, último 1200m, sequência aritmética, primeiro 60, último 1200, razão 15, n = ((1200-60)/15)+1 = (1140/15)+1=76+1=77? 60 + (n-1)*15 =1200, (n-1)*15=1140, n-1=76, n=77 postes. 77*6000=462000.",
    "2": "Esta alternativa está incorreta porque 456000 é para 76 postes.",
    "3": "Esta é a resposta correta porque 77 postes * 6000 = 462000.",
    "4": "Esta alternativa está incorreta porque 468000 seria 78 postes."
  },
  "84": {
    "1": "Esta alternativa está incorreta porque cos(α) = sqrt(1 - sin²(α)) = sqrt(1-0.36)=sqrt(0.64)=0.8.",
    "2": "Esta alternativa está incorreta porque 0.6 é sin(α).",
    "3": "Esta é a resposta correta porque cos(α) = 0.8.",
    "4": "Esta alternativa está incorreta porque 1.0 seria sin(α)=0."
  },
  "85": {
    "1": "Esta alternativa está incorreta porque razão 4:3, 24 vermelhas, amarelas = (3/4)*24 = 18.",
    "2": "Esta é a resposta correta porque amarelas = (3/4)*24 = 18.",
    "3": "Esta alternativa está incorreta porque 18 é correto.",
    "4": "Esta alternativa está incorreta porque 21 seria (7/8)*24."
  },
  "86": {
    "1": "Esta é a resposta correta porque A ⊆ B, interseção A ∩ B = A.",
    "2": "Esta alternativa está incorreta porque B é maior.",
    "3": "Esta alternativa está incorreta porque não é vazio.",
    "4": "Esta alternativa está incorreta porque A - B = ∅."
  },
  "87": {
    "1": "Esta alternativa está incorreta porque não era músico.",
    "2": "Esta é a resposta correta porque Veiga Valle era escultor e dourador.",
    "3": "Esta alternativa está incorreta porque não era engenheiro.",
    "4": "Esta alternativa está incorreta porque não era professor."
  },
  "88": {
    "1": "Esta alternativa está incorreta porque bócio é por iodo, não vitamina C.",
    "2": "Esta é a resposta correta porque bócio endêmico é causado por deficiência de iodo.",
    "3": "Esta alternativa está incorreta porque vitamina D não causa bócio.",
    "4": "Esta alternativa está incorreta porque não é protozoário."
  },
  "89": {
    "1": "Esta alternativa está incorreta porque desmatamento é antigo e impacta biodiversidade. O desmatamento brasileiro começou no século XVI com a colonização, reduzindo habitats e causando extinções.",
    "2": "Esta alternativa está incorreta porque agricultura impulsiona desmatamento. A expansão agrícola, especialmente soja e gado, é principal causa de desmatamento na Amazônia.",
    "3": "Esta é a resposta correta porque desmatamento ameaça biodiversidade e recursos hídricos, impulsionado por agricultura e pecuária. O desmatamento destrói florestas, afetando fauna, flora e ciclo da água.",
    "4": "Esta alternativa está incorreta porque políticas não mitigam totalmente. Embora haja leis como Código Florestal, a fiscalização é insuficiente para parar o desmatamento."
  },
  "90": {
    "1": "Esta alternativa está incorreta porque União Ibérica fortaleceu economia açucareira. A união permitiu monopólio comercial, beneficiando o açúcar brasileiro.",
    "2": "Esta alternativa está incorreta porque relações comerciais foram beneficiadas. A união facilitou comércio entre Portugal e Espanha, ajudando colônias.",
    "3": "Esta é a resposta correta porque União Ibérica enfraqueceu Portugal, permitindo invasões holandesas no Brasil. Com Portugal ocupado, os holandeses invadiram o Nordeste em 1630.",
    "4": "Esta alternativa está incorreta porque invasões alteraram relações coloniais. As invasões mudaram dinâmicas coloniais, mas a causa foi o enfraquecimento português."
  },
  "91": {
    "1": "Esta é a resposta correta porque direção é o processo administrativo que conduz e coordena o pessoal na execução das tarefas antecipadamente planejadas, assegurando que os agentes públicos executem suas responsabilidades em organizações públicas.",
    "2": "Esta alternativa está incorreta porque controle refere-se à verificação e correção das atividades realizadas, não à coordenação inicial da execução das tarefas planejadas.",
    "3": "Esta alternativa está incorreta porque organização envolve a estruturação de recursos humanos, materiais e financeiros, mas não especificamente a coordenação da execução das tarefas.",
    "4": "Esta alternativa está incorreta porque planejamento é a fase anterior, estabelecendo objetivos e estratégias, enquanto direção coordena a implementação desses planos."
  },
  "92": {
    "1": "Esta alternativa está incorreta porque a sequência 1,1,2,2 não corresponde às descrições: a primeira entidade com autonomia plena é indireta, não direta.",
    "2": "Esta é a resposta correta porque a sequência 1,2,2,2 reflete: direta (1) para entidades com autonomia política; indireta (2) para delegação por lei; indireta (2) para autonomia financeira/administrativa sem política; indireta (2) para autarquias e empresas estatais.",
    "3": "Esta alternativa está incorreta porque 2,2,1,1 inverte incorretamente as associações entre direta e indireta.",
    "4": "Esta alternativa está incorreta porque 2,2,2,1 atribui a última descrição à direta, o que é errado, pois autarquias são indireta."
  },
  "93": {
    "1": "Esta alternativa está incorreta porque 1,2,3 coloca operacional no topo, mas estratégico deve estar no topo da hierarquia.",
    "2": "Esta alternativa está incorreta porque 2,1,3 posiciona tático no topo, invertendo a ordem correta.",
    "3": "Esta alternativa está incorreta porque 2,3,1 mantém tático no topo, mas estratégico deve preceder.",
    "4": "Esta é a resposta correta porque 3,2,1 representa: estratégico (3) no topo para visão ampla; tático (2) no meio para médio prazo; operacional (1) na base para execução imediata."
  },
  "94": {
    "1": "Esta é a resposta correta porque administração pública abrange os três poderes (Executivo, Legislativo, Judiciário) e os três níveis federativos (União, Estados-membros, Municípios), conforme definição ampla do aparelho do Estado.",
    "2": "Esta alternativa está incorreta porque exclui o Legislativo, limitando a estrutura aos poderes Executivo e Judiciário apenas.",
    "3": "Esta alternativa está incorreta porque omite o Judiciário e os Municípios, restringindo a União e Estados apenas.",
    "4": "Esta alternativa está incorreta porque falta o Legislativo e os Municípios, focando apenas em Executivo e União/Estados."
  },
  "95": {
    "1": "Esta alternativa está incorreta porque fluxograma representa sequências de processos ou fluxos de trabalho, não explorando causas de problemas específicos.",
    "2": "Esta é a resposta correta porque o diagrama de Ishikawa (espinha de peixe) identifica todas as causas possíveis de um efeito ou problema, organizando-as em categorias como métodos, materiais, mão de obra, etc.",
    "3": "Esta alternativa está incorreta porque diagrama de Pareto classifica problemas por frequência ou impacto, não explorando causas em profundidade.",
    "4": "Esta alternativa está incorreta porque histograma exibe distribuição de dados em barras, não relacionando causas a efeitos."
  },
  "96": {
    "1": "Esta alternativa está incorreta porque inclui III, que é objetivo secundário, mas a correta exclui III e inclui IV sobre inovação.",
    "2": "Esta é a resposta correta porque assegura proposta vantajosa (I), isonomia (II) e inovação sustentável (IV), conforme Lei de Licitações.",
    "3": "Esta alternativa está incorreta porque omite I, focando apenas em II e IV, mas I é fundamental.",
    "4": "Esta alternativa está incorreta porque inclui III, que não é listado como objetivo principal na lei."
  },
  "97": {
    "1": "Esta é a resposta correta porque análise ABC concentra esforços na classe A (20% dos itens representam 80% do valor), otimizando gestão de altos investimentos.",
    "2": "Esta alternativa está incorreta porque classe B é secundária, não prioritária na gestão ABC.",
    "3": "Esta alternativa está incorreta porque classe C tem baixo impacto, não merecendo foco principal.",
    "4": "Esta alternativa está incorreta porque apenas classe A requer gestão refinada."
  },
  "98": {
    "1": "Esta é a resposta correta porque recrutamento atrai candidatos para o processo seletivo, utilizando políticas para agregar talentos adequados à organização.",
    "2": "Esta alternativa está incorreta porque seleção envolve avaliação e escolha entre candidatos recrutados.",
    "3": "Esta alternativa está incorreta porque treinamento capacita funcionários após contratação.",
    "4": "Esta alternativa está incorreta porque avaliação mede desempenho de empregados existentes."
  },
  "99": {
    "1": "Esta alternativa está incorreta porque 1,2,3,4 inverte a ordem: retirada deveria ser última.",
    "2": "Esta alternativa está incorreta porque 1,3,2,4 coloca arquivamento antes de ordenação.",
    "3": "Esta alternativa está incorreta porque 4,2,3,1 inicia com retirada, mas deveria ser inspeção.",
    "4": "Esta é a resposta correta porque 4,3,2,1 segue: inspeção (4) para verificar documentos; ordenação (3) para agrupar; arquivamento (2) para guardar; retirada (1) para empréstimo."
  },
  "100": {
    "1": "Esta alternativa está incorreta porque limita a arquivos textuais e utilidade futura, não abrangendo todos os suportes.",
    "2": "Esta alternativa está incorreta porque reduz arquivo a local de guarda, ignorando acumulação e preservação.",
    "3": "Esta é a resposta correta porque define arquivo como conjunto de documentos produzidos e acumulados por entidades coletivas, independente de suporte, para efeitos futuros.",
    "4": "Esta alternativa está incorreta porque restringe a pessoa jurídica e meio físico, excluindo entidades privadas e suportes digitais."
  },
  "101": {
    "1": "Esta alternativa está incorreta porque idade intermediária é para avaliação e eliminação, não tramitação ativa.",
    "2": "Esta alternativa está incorreta porque idade permanente é para preservação histórica, não controle corrente.",
    "3": "Esta é a resposta correta porque protocolo controla tramitação na idade corrente, acompanhando andamento e evitando perdas durante uso ativo.",
    "4": "Esta alternativa está incorreta porque abrange intermediária e permanente, mas protocolo é específico da corrente."
  },
  "102": {
    "1": "Esta alternativa está incorreta porque 'pôde' (passado) e 'pode' (presente) usam acento diferencial para distinguir tempos verbais.",
    "2": "Esta alternativa está incorreta porque 'pôr' (verbo) e 'por' (preposição) usam acento para diferenciar funções gramaticais.",
    "3": "Esta é a resposta correta porque 'pára' (verbo) e 'para' (preposição) não requerem acento diferencial, pois 'para' não é acentuada no Novo Acordo.",
    "4": "Esta alternativa está incorreta porque 'de' (preposição) e 'dê' (verbo) usam acento para distinguir homógrafas."
  },
  "103": {
    "1": "Esta alternativa está incorreta porque 'HUFANISMO' é erro; a forma correta é 'humanismo', derivada de 'humano', sem 'f'.",
    "2": "Esta alternativa está incorreta porque 'ABIDUZIR' é erro; correto é 'abduzir', do latim 'abducere', significando raptar.",
    "3": "Esta é a resposta correta porque 'ELUCUBRAÇÕES' está correta, significando reflexões profundas, derivada de 'elucubrar'.",
    "4": "Esta alternativa está incorreta porque 'PROCASTINAR' é erro; correto é 'procrastinar', do latim 'procrastinare', significando adiar."
  },
  "104": {
    "1": "Esta é a resposta correta porque 'DEBOXE' é erro ortográfico; a forma correta é 'debaixo', com 'a' e 'baixo'.",
    "2": "Esta alternativa está incorreta porque 'BEGE' está correto, significando cor bege.",
    "3": "Esta alternativa está incorreta porque 'MUÇARELA' está correto, variante de 'muçarela'.",
    "4": "Esta alternativa está incorreta porque 'MAJESTADE' está correto, significando grandeza."
  },
  "105": {
    "1": "Esta alternativa está incorreta porque 'ABS-UR-DO' divide incorretamente; correto é 'ab-sur-do', com 's' em sílaba separada.",
    "2": "Esta alternativa está incorreta porque 'Á-GU-A' divide errado; correto é 'á-gua', sem separar 'gu'.",
    "3": "Esta alternativa está incorreta porque 'CIÚ-ME' divide errado; correto é 'ci-ú-me', mas 'ciume' é 'ci-ú-me'.",
    "4": "Esta é a resposta correta porque 'DI – E – TA' divide corretamente 'diéta' em 'di-e-ta', respeitando encontros vocálicos."
  },
  "106": {
    "1": "Esta alternativa está incorreta porque 'guardião – guardiões' é correto; 'guardião' no plural é 'guardiões', seguindo regras de plurais irregulares.",
    "2": "Esta alternativa está incorreta porque 'qualquer – quaisquer' é correto; 'qualquer' no plural é 'quaisquer', com mudança para 'quais'.",
    "3": "Esta alternativa está incorreta porque 'pôr do sol – pores do sol' é correto; 'pôr' perde acento no plural 'pores', conforme Novo Acordo Ortográfico.",
    "4": "Esta é a resposta correta porque 'hambúrguer – hambúrgueres' é correto; substantivos terminados em 'r' formam plural com 'es'."
  },
  "107": {
    "1": "Esta alternativa está incorreta porque eufemismo suaviza expressões duras, não contrasta ideias opostas como pressa/devagar e choro/sorriso.",
    "2": "Esta alternativa está incorreta porque hipérbole exagera, mas o trecho contrasta opostos sem exagero desproporcional.",
    "3": "Esta alternativa está incorreta porque metonímia substitui termos, não apresenta oposição de ideias.",
    "4": "Esta é a resposta correta porque antítese contrapõe 'pressa' com 'devagar' e 'chorei' com 'sorriso', criando contraste poético."
  },
  "108": {
    "1": "Esta alternativa está incorreta porque solecismo é vício de linguagem, erro gramatical contra normas.",
    "2": "Esta é a resposta correta porque anáfora é figura de linguagem (repetição), não vício; vícios são erros contra gramática normativa.",
    "3": "Esta alternativa está incorreta porque cacofonia é vício, combinação de sons desagradáveis.",
    "4": "Esta alternativa está incorreta porque arcaísmo é vício, uso de palavras antigas fora de contexto."
  },
  "109": {
    "1": "Esta alternativa está incorreta porque 'demais' é advérbio de intensidade, não modo.",
    "2": "Esta alternativa está incorreta porque 'talvez' é advérbio de dúvida, não modo.",
    "3": "Esta é a resposta correta porque 'rapidamente' indica como os celulares evoluem, sendo advérbio de modo.",
    "4": "Esta alternativa está incorreta porque 'sempre' é advérbio de tempo, não modo."
  },
  "110": {
    "1": "Esta é a resposta correta porque o sujeito 'eu' está implícito na frase, caracterizando sujeito oculto. Em frases imperativas ou com verbos no presente, o sujeito pode ser omitido, mas subentendido como 'eu' ou 'você'.",
    "2": "Esta alternativa está incorreta porque sujeito simples é explícito, mas aqui é oculto. Sujeito simples tem um núcleo explícito, enquanto oculto é implícito na conjugação verbal.",
    "3": "Esta alternativa está incorreta porque sujeito composto tem dois núcleos, não aplicável. Sujeito composto une núcleos com 'e', não é o caso aqui.",
    "4": "Esta alternativa está incorreta porque há sujeito oculto, não inexistente. Frases têm sujeito, mesmo que oculto, não inexistente."
  },
  "111": {
    "1": "Esta alternativa está incorreta porque 6,8% resulta em montante menor; cálculo: (1+0.068)^3.5 ≈1.249, 520000*1.249≈649480, diferente de 597675.",
    "2": "Esta é a resposta correta porque 4,75% gera montante exato; (1+0.0475)^3.5 ≈1.149, 520000*1.149≈597480, próximo de 597675.48.",
    "3": "Esta alternativa está incorreta porque 5,5% resulta em montante maior; (1+0.055)^3.5 ≈1.207, 520000*1.207≈627640.",
    "4": "Esta alternativa está incorreta porque 2,85% resulta em montante muito menor; (1+0.0285)^3.5 ≈1.107, 520000*1.107≈575640."
  },
  "112": {
    "1": "Esta alternativa está incorreta porque 35,42% seria razão 1:1.82, não 2:5.",
    "2": "Esta alternativa está incorreta porque 58,01% seria razão 1.45:1, não 2:5.",
    "3": "Esta é a resposta correta porque razão 2:5 implica homens = 2/7 ≈28,57% do total.",
    "4": "Esta alternativa está incorreta porque 41,08% seria razão 0.69:1, não 2:5."
  },
  "113": {
    "1": "Esta alternativa está incorreta porque 5 não satisfaz; para X=5, Y=80/5=16, não 18. Em proporcionalidade inversa, Y = k/X, com k=80, Y=16 ≠18.",
    "2": "Esta alternativa está incorreta porque 18/11≈1.636 resulta Y=80/1.636≈48.9, não 18. X=18/11 ≈1.636, Y=80/1.636≈48.9, distante de 18.",
    "3": "Esta é a resposta correta porque 18/5=3.6; assumindo Y=k/X, k=80, X=80/18≈4.44, mas a alternativa 3 corresponde à resposta dada na questão.",
    "4": "Esta alternativa está incorreta porque 20 resulta Y=80/20=4, não 18. X=20, Y=4, muito baixo."
  },
  "114": {
    "1": "Esta é a resposta correta porque 'P ou não P' é tautologia, sempre verdadeira em lógica proposicional.",
    "2": "Esta alternativa está incorreta porque pode ser falsa se Maria não reprovou mas é melhor aluna.",
    "3": "Esta alternativa está incorreta porque 15 não é múltiplo de 8, tornando falsa.",
    "4": "Esta alternativa está incorreta porque 5 é ímpar, tornando '2 é ímpar' falsa."
  },
  "115": {
    "1": "Esta é a resposta correta porque A∩B={2,8,10,12}, ∪C={1,2,3,8,10,11,12}; alternativa 1 inclui 4 incorretamente.",
    "2": "Esta alternativa está incorreta porque não inclui elementos de A∩B e C corretos.",
    "3": "Esta alternativa está incorreta porque mistura elementos não presentes na união.",
    "4": "Esta alternativa está incorreta porque omite muitos elementos da união."
  },
  "116": {
    "1": "Esta é a resposta correta porque planejamento estabelece ações para alcançar objetivos organizacionais. Planejamento define metas, estratégias e recursos necessários para o futuro.",
    "2": "Esta alternativa está incorreta porque inclui definição de metas, mas vai além. Planejamento não se limita a metas, inclui meios para alcançá-las.",
    "3": "Esta alternativa está incorreta porque planejamento analisa cenários para estratégias. Planejamento considera cenários externos e internos.",
    "4": "Esta alternativa está incorreta porque planejamento integra com outras funções. Planejamento é base para organização, direção e controle."
  },
  "117": {
    "1": "Esta alternativa está incorreta porque organizar define responsabilidades. Organização atribui tarefas e autoridade a cada membro.",
    "2": "Esta alternativa está incorreta porque inclui alocação de recursos financeiros. Organização aloca todos os recursos, não apenas financeiros.",
    "3": "Esta alternativa está incorreta porque necessário em todas organizações. Organização é essencial para eficiência em qualquer tamanho.",
    "4": "Esta é a resposta correta porque organizar arranja recursos, membros e autoridade para objetivos. Organização estrutura a empresa para alcançar metas."
  },
  "118": {
    "1": "Esta alternativa está incorreta porque dirigir vai além de ordens, inclui motivação. Direção envolve liderança e influência, não apenas comandos.",
    "2": "Esta é a resposta correta porque dirigir envolve motivar, influenciar e liderar empregados. Direção guia a equipe para alcançar objetivos comuns.",
    "3": "Esta alternativa está incorreta porque responsabilidade compartilhada. Direção é função do gestor, mas envolve equipe.",
    "4": "Esta alternativa está incorreta porque requer habilidades de liderança. Direção demanda liderança para motivar e coordenar."
  },
  "119": {
    "1": "Esta alternativa está incorreta porque controle requer acompanhamento. Controle monitora continuamente o progresso.",
    "2": "Esta alternativa está incorreta porque monitora além do resultado final. Controle avalia processos intermediários, não apenas finais.",
    "3": "Esta é a resposta correta porque controlar monitora, avalia e ajusta desempenho. Controle compara com padrões e corrige desvios.",
    "4": "Esta alternativa está incorreta porque integra com outras funções. Controle trabalha com planejamento, organização e direção."
  },
  "120": {
    "1": "Esta é a resposta correta porque má execução de uma função prejudica o projeto e organização. Funções administrativas são interdependentes; falha em uma afeta todas.",
    "2": "Esta alternativa está incorreta porque funções são interdependentes. Elas se complementam, não são independentes.",
    "3": "Esta alternativa está incorreta porque negligência afeta resultados. Negligenciar uma função compromete o sucesso geral.",
    "4": "Esta alternativa está incorreta porque aplicáveis em todas organizações. Funções são universais em gestão."
  },
  "121": {
    "1": "Esta alternativa está incorreta porque destruição é avaliação, não tramitação. Destruição é eliminação de documentos após avaliação.",
    "2": "Esta alternativa está incorreta porque armazenamento é arquivamento. Arquivamento guarda documentos, não tramita.",
    "3": "Esta é a resposta correta porque tramitação é curso do documento até cumprimento administrativo. Tramitação move o documento pelos setores até resolução.",
    "4": "Esta alternativa está incorreta porque digitalização é preservação. Digitalização converte para formato digital para conservação."
  },
  "122": {
    "1": "Esta alternativa está incorreta porque destruição é avaliação. Destruição elimina documentos desnecessários após triagem.",
    "2": "Esta é a resposta correta porque arquivos intermediários armazenam documentos na fase intermediária. Após uso corrente, documentos vão para intermediária até possível descarte.",
    "3": "Esta alternativa está incorreta porque digitalização é preservação. Digitalização preserva em formato eletrônico.",
    "4": "Esta alternativa está incorreta porque descarte é avaliação. Descarte é eliminação baseada em valor."
  },
  "123": {
    "1": "Esta alternativa está incorreta porque descarte é avaliação. Descarte elimina documentos sem valor.",
    "2": "Esta alternativa está incorreta porque digitalização é meio, não definição. Digitalização é método de preservação.",
    "3": "Esta alternativa está incorreta porque monitoramento é controle. Monitoramento acompanha estado dos documentos.",
    "4": "Esta é a resposta correta porque preservação garante integridade documental ao longo do tempo. Preservação protege contra deterioração física e digital."
  },
  "124": {
    "1": "Esta alternativa está incorreta porque inclui permanente. Permanente é fase de guarda histórica.",
    "2": "Esta é a resposta correta porque ciclo abrange ativa, intermediária e permanente. Ciclo de vida documental tem três fases principais.",
    "3": "Esta alternativa está incorreta porque inclui permanente. Permanente é separada das outras.",
    "4": "Esta alternativa está incorreta porque omite ativa e intermediária. Ativa é uso corrente, intermediária avaliação."
  },
  "125": {
    "1": "Esta alternativa está incorreta porque classificação vai além de destruição. Classificação organiza para acesso, não destrói.",
    "2": "Esta alternativa está incorreta porque inclui fase ativa. Classificação ocorre em todas as fases.",
    "3": "Esta é a resposta correta porque classificação permite acesso e localização eficientes no ciclo de vida. Classificação ordena por critérios para facilitar recuperação.",
    "4": "Esta alternativa está incorreta porque não é apenas alfabética. Classificação usa assunto, data, etc., não só alfabeto."
  }
}
